


// let D ={"bookName":"梦华录",
// "author":"远曦",
// "pros":1541,
// "cons":285,
// "price":29,
// "label":["小说","言情"],
// "message":"刘亦菲、陈晓主演《梦华录》影视剧原著小说，根据张巍原创剧作改编。在钱塘开茶坊的赵盼儿终于收到未婚夫欧阳旭在京城高中探花的喜讯，结果却惨被抛弃，不甘命运的她誓要上京讨个公道。当欧阳旭得知赵盼儿来到京城找上门来，竟设法将她赶出汴京。可赵盼儿没有就此放弃，姐妹三人决定留在汴京，并在皇城司指挥使顾千帆的帮助下，靠自己的本事闯出一片天，同时也为古代地位卑微的女子推开了一扇平等救赎之门..."}


// let C ={"bookName":"想为你的深夜放一束烟火",
// "author":"刘同",
// "pros":96,
// "cons":4,
// "price":52,
// "label":["故事集","治愈"],
// "message":"如果你也在深夜里一个人独处，思量过未来的路，也曾希望在黑暗中，遇见一个懂自己的人，那这本书或许就能给到你一些抚慰。·你想对这本书的读者说些什么？谢谢你拿起这本书，希望你想翻开它。谢谢你翻开这本书，希望它能陪伴你。"}



// let C ={"bookName":"散落星河的记忆",
// "author":"桐华",
// "pros":161,
// "cons":3,
// "price":82,
// "label":["小说","情感"],
// "message":"套装包括：《散落星河的记忆1:迷失》《散落星河的记忆2:窃梦》《散落星河的记忆3:化蝶》《散落星河的记忆4:璀璨》"}


// let D ={"bookName":"不奕乐乎",
// "author":"刘奕君",
// "pros":205,
// "cons":3,
// "price":69,
// "label":["随笔"],
// "message":"演技派刘奕君老师首部行走观心摄影随笔集《不奕乐乎》，乐活达观发现生活之美！生活本身就可以是理想，生活本身就能鼓舞生活。在纷繁的世界中，希望你有直面生活摔打同时心怀热爱的坚持和从容，有负重前行的勇气和云淡风轻的心态，有化身每一个角色的强烈信念感，也有在生活细节中发现美好的一面，更有对自己、对世界保持一颗好奇心的少年感。"}


// let D ={"bookName":"丽兹酒店的女主人",
// "author":"梅勒妮·本杰明",
// "pros":7,
// "cons":1,
// "price":59,
// "label":["小说"],
// "message":"小说《丽兹酒店的女主人》取材于真实的历史人物和事件，讲述了二战时期，一位犹太裔美国女人的非凡故事。美丽的美国女演员布兰奇‧奥泽洛嫁给了丽兹酒店的经理，这个表面上只是巴黎时尚名媛的女人，在1940 年3 月，纳粹横扫巴黎时秘密为法国抵抗势力工作。攻入巴黎的德军驻扎在丽兹酒店，布兰奇和克劳德为了生存，也许是为了保护彼此，不知疲倦地工作，让酒店平稳运转，让他们的新客人开心，与此同时，反法西斯主义的抵抗运动也在酒店中有条不紊地秘密进行着。美国作家梅勒妮‧本杰明通过描绘布兰奇和克劳德之间亲密无间、无所畏惧、令人动容的爱情和信念，向世界读者们证明，爱和牺牲具有可以战胜邪恶与背叛无穷力量。"}

// let D ={"bookName":"撒哈拉的故事",
// "author":"三毛",
// "pros":37,
// "cons":1,
// "price":58,
// "label":["随笔","文学"],
// "message":"传奇作家三毛代表作，华语文学绕不开的名作，无数人心中的华语散文“天花板”。豆瓣超42万读者9.2高分推荐，稳居豆瓣读书总榜前15！崭新修订，优选篇目，完整呈现三毛撒哈拉时期的生活与创作。一千种生活可能，一本书一网打尽！带你逃离庸常，给你“闯”的勇气，“永远在路上”永远让人着迷！无数人梦与远方的起点，无数人闪闪发光的开端！齐豫、林青霞、史航、贾平凹、饶雪漫、鲁豫、寂地、陈妍希、姚晨……各界名人都在读三毛！ 记录三毛一生中快乐的高光时刻，纪念生命中一去不返的“黄金时代！"}



// let D ={"bookName":"潜台词：人如何用行为表达说不出的话",
// "author":"斋藤学",
// "pros":27,
// "cons":2,
// "price":58,
// "label":["心理"],
// "message":"每个人“问题行为”的背后，都有着更深层的原因，那些叛逆、对抗、逃避、成瘾的行为，或许并没有恶意的动机。 有时候我们虚张声势的自信，实际上是畏惧失败；有时候我们选择“躺平”，实际上是无力改变的自我保护；有的人表现得颓废、孤独，拒人于千里之外，实际上渴望被人照顾；有的人酗酒成瘾，实际上希望一事无成的自己也能被爱；有的人常年失眠，实际上是希望多一些可以什么都不用做的时间…… 正是由于很难坦率地表达出这些不为人知的真心话，我们才会用那些别扭麻烦的方式来“脱困”，帮助自己不陷入孤独与虚无中，有存在感地活下去。 面对这些对创伤和渴望的扭曲表达，这些“错位的自我疗愈”，我们无须自责，更不应责备他人，因为那并不会使情况变好。 认可一个人为了疗愈自己、为了活下去所做出的努力，让真实的渴望浮出水面，才是长久的疗愈之道。"}


// let D ={"bookName":"种自己的花，爱自己的宇宙",
// "author":"范小白",
// "pros":316,
// "cons":6,
// "price":69,
// "label":["成长","心理"],
// "message":"我们需要理性和秩序，也需要棉花糖和猫咪，这些无比柔软轻盈的事物。 在范小白的画里有这样一个独一无二的女孩，像跌跌撞撞的我们自己。 偶尔陷入emo ,被柔软的事物拯救；但拥有信念，在一点一点变好，学着拥抱和接纳自己。  “你活得不快乐，就不算生活过。” “不是我在养猫，是猫选择了我，它走进我的生活，是为了治愈我。” 作者真实记录的每个日常瞬间，就好像我们和自己在一起的时候，自我的力量喷涌而出。 那个充满活力、在拥抱变化（未知）中蜕变的我；即便受伤，也有力量复原，自我疗愈的内核。可爱，自在，与万物连接的自己，会在今后的每一天创造奇迹与美丽。 你是拥有好奇心，成长中的你，你是拥抱未知的不完美的我。 因为不完美而可爱。我们都是“范小白”呀～"}


// let D ={"bookName":"散落星河的记忆1：迷失",
// "author":"桐华",
// "pros":161,
// "cons":3,
// "price":82,
// "label":["小说","情感"],
// "message":"桐华科幻言情力作，作品微博话题超3000万，话题、口碑双高的年度热门小说。在基因决定生死的未来世界，寻找至死不渝的爱情。随着地球环境恶化、能源枯竭，人类不得不走向星际。生死存亡时刻，基因研究的大门被彻底打开，人类为了获取更强壮的体魄、更强大的力量、更多的生存机会，对自己的基因进行了改造。随着时间流逝，各种修改过的基因彼此交融，潜藏在基因内的问题渐渐浮现，人类才发现基因修改在增加生存机会的同时，也带来了一些毁灭性的问题。那些因为融合其他物种基因而获得异常力量的人群，被叫作“携带异种基因的人类”，遭受到越来越严重的排斥。尤其是那些外在体貌和人类有异的族群，被轻蔑地叫作“异种”。一个基因纯粹却没有记忆的女子和携带异种基因的男人相遇，他们的爱情能走多远？"}


// let D ={"bookName":"告诉狼们我回家了",
// "author":"卡萝·瑞夫卡·布朗特",
// "pros":7,
// "cons":0,
// "price":29,
// "label":["小说","情感"],
// "message":"青春时代的竹恩喜欢独自前往人迹罕至的树林，除了画家舅舅芬恩之外，再无朋友。她常和芬恩一起听音乐、喝苹果酒。在那些周末，芬恩会带她看电影，去博物馆，送她礼物，为她保守秘密和画画。他们是世界上最怪的怪胎。芬恩在留下未竟画作《告诉狼们 我回家了》后猝然病逝，竹恩的世界由此崩塌。她不明白为何家人那般仇视舅舅葬礼上的“特殊朋友”托比，以及舅舅为何从未提起托比。当真相逐渐浮出水面，她才体会到沉默之爱背后的力量。"}

  

                     